{
  "link": {
    "title": "AI ဖြင့် စာတင်ခြင်း",
    "instructions": "အလုပ်ခေါ်စာအတွက် လင့်ခ်ကို ထည့်သွင်းပါ။",
    "inputLabel": "အလုပ်ခေါ်စာ လင့်ခ်",
    "proceedAddressButton": "လိပ်စာထည့်သွင်းရန် ဆက်လုပ်ပါ",
    "generateDraft": "မူကြမ်း ဖန်တီးရန်",
    "generatePDF": "PDF ဖန်တီးရန်",
    "processing": "စီမံနေပါသည်...",

    "fromToSectionTitle": "အလုပ်ခေါ်စာ ➡️ ကိုယ်ရေးအကျဉ်းစာ",
    "beforeText": "အလုပ်ခေါ်စာမှ",
    "afterText": "ကိုယ်ရေးအကျဉ်းစာသို့",

    "comparisonSectionTitle": "anschreibenAI ကို ဘာကြောင့် သုံးသင့်သလဲ?",
    "reason1": "PDF မရှိခြင်း သို့မဟုတ် ပုံစံမမှန်သည့် PDF (ဥပမာ)",
    "reason2": "လက်မှတ်မရှိခြင်း",
    "reason3": "ကိုယ်ရေးလိပ်စာ အချက်အလက်များ ပေးပို့ခြင်း",
    "reason4": "တိုက်ရိုက်ပြင်ဆင်ရန် မဖြစ်နိုင်ခြင်း",
    "reason5": "ChatGPT အသုံးပြုမှုတွင် အတွေ့အကြုံ လိုအပ်ခြင်း",
    "solution1": "DIN 5008 စံနှုန်းနှင့် ကိုက်ညီခြင်း",
    "solution2": "လက်မှတ်ဖြင့် (ရွေးချယ်နိုင်)",
    "solution3": "ကိုယ်ရေးလိပ်စာ အချက်အလက်များသည် ဘရောက်ဇာကို မထွက်ခွာပါ",
    "solution4": "မူကြမ်းကို ပြင်ဆင်နိုင်ခြင်း",
    "solution5": "ညွှန်ကြားချက်များ ထည့်သွင်းစရာမလိုဘဲ အသုံးပြုရ လွယ်ကူခြင်း",

    "howToSectionTitle": "anschreibenAI က ဘယ်လိုအလုပ်လုပ်သလဲ?",

    "faqSectionTitle": "မေးလေ့ရှိသောမေးခွန်းများ",
    "question1": "ဘာကြောင့် ChatGPT ကို တိုက်ရိုက်မသုံးတာလဲ?",
    "question2": "DIN 5008 ဆိုတာ ဘာလဲ?",
    "question3": "anschreibenAI က အခမဲ့ အမှန်တကယ် ဖြစ်ပါသလား?",
    "question4": "ကျွန်ုပ်၏ ကိုယ်ရေးလိပ်စာ အချက်အလက်များကို အသုံးပြုပါသလား?",
    "question5": "မည်သည့်မော်ဒယ်ကို အသုံးပြုသနည်း?",
    "question6": "ကျွန်ုပ်တွင် မေးခွန်းများ ထပ်ရှိပါသေးသည်!",
    "answer1": "ChatGPT သည် အံ့ဩဖွယ်ကောင်းသော ကိရိယာတစ်ခုဖြစ်သော်လည်း၊ အပလီကေးရှင်းအားလုံးအတွက် သင့်တော်သည်မဟုတ်ပါ။ အထူးသဖြင့် PDF စာရွက်စာတမ်းများ ဖန်တီးရန်အတွက် အကောင်းဆုံးမဟုတ်ပါ။ DIN 5008 စံနှုန်းသည် အလွန်တိကျပြီး ChatGPT က အမြဲမပေးနိုင်သည့် တိကျသော ပုံစံပြုလုပ်မှုကို လိုအပ်ပါသည်။ ဤအပလီကေးရှင်းဖြင့် သင့်စာရွက်စာတမ်းများသည် DIN 5008 စံနှုန်း လိုအပ်ချက်များနှင့် ကိုက်ညီကြောင်း သေချာစေနိုင်ပါသည်။",
    "answer2": "DIN 5008 သည် စီးပွားရေးစာများနှင့် အခြားစီးပွားရေးစာရွက်စာတမ်းများ ရေးသားခြင်းနှင့် ဒီဇိုင်းအတွက် စည်းမျဉ်းများကို သတ်မှတ်ပေးသော ဂျာမန်စံနှုန်းတစ်ခုဖြစ်သည်။ ၎င်းသည် လိပ်စာရေးသားခြင်း၊ ရက်စွဲအချက်အလက်၊ အလေးပေးဖော်ပြခြင်းနှင့် ပုံစံပြုလုပ်ခြင်းတို့တွင် စနစ်တကျ၊ ပညာရှင်ဆန်သော အသွင်အပြင်ကို သေချာစေပါသည်။ သင်သည် အမှန်တကယ်အရေးကြီးသော အရာကို အာရုံစိုက်နိုင်ရန် ကျွန်ုပ်တို့သည် ဤအပလီကေးရှင်းတွင် အရေးအကြီးဆုံး စည်းမျဉ်းများကို အကောင်အထည်ဖော်ထားပါသည်။ ၎င်းမှာ သင့်ကိုယ်ရေးအကျဉ်းစာ၏ အကြောင်းအရာဖြစ်ပါသည်။",
    "answer3": "ဟုတ်ပါတယ်၊ လုံးဝ အခမဲ့ပါ! ဝှက်ထားသော အခကြေးငွေများမရှိ၊ အသင်းဝင်ကြေးများမရှိပါ။ သို့သော် အပလီကေးရှင်းကို တစ်ရက်လျှင် ၅ ကြိမ်သာ အသုံးပြုနိုင်ပါသည်။",
    "answer4": "ကိုယ်ရေးကိုယ်တာအချက်အလက်များသည် သင့်ဘရောက်ဇာကို မည်သည့်အခါမျှ မထွက်ခွာပါ။ ဆိုလိုသည်မှာ - အပလီကေးရှင်းထဲသို့ သင်ထည့်သွင်းသော မည်သည့်အချက်အလက်ကိုမျှ ကျွန်ုပ်တို့ သိမ်းဆည်းခြင်းမရှိပါ။ လိပ်စာအချက်အလက်များကို သင့်ဘရောက်ဇာထဲတွင်သာ ပြည်တွင်းတွင် သိမ်းဆည်းပြီး ကျွန်ုပ်တို့၏ ဆာဗာများသို့ မပို့ပါ။ ဆိုလိုသည်မှာ သင့်အချက်အလက်များသည် လုံခြုံပြီး ကိုယ်ရေးကိုယ်တာအဖြစ် ရှိနေပါသည်။",
    "answer5": "လက်ရှိတွင် ကျွန်ုပ်တို့သည် ဉာဏ်ရည်တုအဖြစ် Gemini Flash 2.0 ကို အသုံးပြုနေပါသည်။",
    "answer6": "နောက်ထပ်မေးခွန်းများ မေးမြန်းရန် အကူအညီပေးရေး ချက်ကို အသုံးပြုနိုင်ပါသည်။",

    "privacyPolicy": "ကိုယ်ရေးကိုယ်တာမူဝါဒ",
    "termsOfUse": "အသုံးပြုမှုသတ်မှတ်ချက်များ",
    "copyright": "မူပိုင်ခွင့်အားလုံး ထိန်းသိမ်းထားသည်"
  },
  "address": {
    "title": "လိပ်စာ 🏠",
    "description": "သင့်လိပ်စာအချက်အလက်များကို ထည့်သွင်းပါ။ အချက်အလက်များကို စာခေါင်းစဉ်အတွက်သာ အသုံးပြုပါသည်။ လိပ်စာပေးလိုခြင်းမရှိပါက ဤအဆင့်ကို ကျော်နိုင်ပါသည်။",

    "firstName": "နာမည်",
    "lastName": "မိသားစုအမည်",
    "street": "လမ်း",
    "buildingNumber": "အိမ်အမှတ်",
    "postalCode": "စာတိုက်သင်္ကေတ",
    "city": "မြို့",
    "phone": "ဖုန်း",
    "email": "အီးမေးလ်",

    "trash": "ဖျက်ရန်",
    "back": "နောက်သို့",
    "skip": "ကျော်ရန်",
    "next": "ကိုယ်ပိုင်ဖန်တီးမှုဆီသို့ ဆက်လုပ်ရန်",

    "firstNameError": "နာမည်သည် အနည်းဆုံး စာလုံးနှစ်လုံး ရှိရမည်။",
    "lastNameError": "မိသားစုအမည်သည် အနည်းဆုံး စာလုံးနှစ်လုံး ရှိရမည်။",
    "streetError": "လမ်းသည် အနည်းဆုံး စာလုံးနှစ်လုံး ရှိရမည်။",
    "buildingNumberError": "အိမ်အမှတ်သည် အနည်းဆုံး စာလုံးတစ်လုံး ရှိရမည်။",
    "postalCodeError": "စာတိုက်သင်္ကေတသည် အနည်းဆုံး စာလုံးလေးလုံး ရှိရမည်။",
    "cityError": "မြို့သည် အနည်းဆုံး စာလုံးနှစ်လုံး ရှိရမည်။"
  },
  "personal": {
    "title": "ကိုယ်ပိုင်ဖန်တီးမှု ✏️",
    "description": "ကိုယ်ရေးအကျဉ်းစာကို စိတ်ဝင်စားစေရန် သင့်အားသာချက်များနှင့် အခြားထူးခြားချက်များကို ဖော်ပြပါ။ (ရွေးချယ်နိုင်)",
    "textareaLabel": "သင့်ကို ထူးခြားစေသည့်အရာကို AI ကို ပြောပြပါ။",
    "textareaBlurred": "- ကျွန်ုပ်သည် မီးသတ်တပ်ဖွဲ့တွင် စေတနာ့ဝန်ထမ်းအဖြစ် ဆောင်ရွက်ပါသည်\n- ကျွန်ုပ်တွင် Photoshop လက်မှတ်ရှိပါသည်\n- ကျွန်ုပ်သည် အစားအသောက်လုပ်ငန်းတွင် နှစ်အတော်ကြာ အတွေ့အကြုံရှိပါသည်",
    "back": "နောက်သို့",
    "generate": "မူကြမ်း ဖန်တီးရန်",
    "loading": "ဖန်တီးနေပါသည်...",
    "signatureDescription": "ဤနေရာတွင် သင့်လက်မှတ်ကို ဖန်တီးနိုင်ပါသည်။ (ရွေးချယ်နိုင်)"
  },
  "review": {
    "title": "ပြန်လည်သုံးသပ်ခြင်း 📄",
    "description": "ဤသည်မှာ သင့်ကိုယ်ပိုင်ကိုယ်ရေးအကျဉ်းစာဖြစ်ပါသည်။ တစ်ကြိမ်ဖတ်ရှုနိုင်ပြီး မကြိုက်သည့်အရာတစ်စုံတစ်ခုရှိပါက PDF မဖန်တီးမီ အလွယ်တကူပြောင်းလဲနိုင်ပါသည်။ စိတ်ကျေနပ်ပါက ပုံနှိပ်ထုတ်ယူရန် သို့မဟုတ် PDF ဖန်တီးရန် နှိပ်ပါ။",
    "back": "နောက်သို့",
    "home": "ပင်မစာမျက်နှာသို့",
    "downloadPDF": "PDF ဒေါင်းလုဒ်လုပ်ရန်",
    "print": "ပုံနှိပ်ထုတ်ယူရန်",
    "nameError": "အမည်သည် အနည်းဆုံး စာလုံးနှစ်လုံး ရှိရမည်။"
  },
  "progress": {
    "link": "လင့်ခ်",
    "address": "လိပ်စာ",
    "personal": "ကိုယ်ပိုင်ဖန်တီးမှု",
    "review": "ပြန်လည်သုံးသပ်ခြင်း"
  },
  "settings": {
    "settingsTitle": "ဆက်တင်များ",
    "settingsDescription": "သင့်ကိုယ်ရေးအကျဉ်းစာအတွက် ဘာသာစကားကို ရွေးချယ်ပါ။",
    "languageLabel": "ဘာသာစကား",
    "saveButton": "သိမ်းဆည်းရန်"
  }
}
